Repository: cake-tech/cupcake
Catalog: lib/l10n/app_*.arb
Languages: pl

# cupcake_slogan
source: Security made easy
pl: Przechowuj swoje kryptowaluty jeszcze bezpieczniej

source: Create new wallet
pl: Stwórz nowy portfel

source: Restore wallet
pl: Przywróć portfel

source: Create Wallet
pl: Stwórz Portfel

source: Wallet name
pl: Nazwa portfela

# polyseed
source: Polyseed (16 word)
pl: Polyseed (16 słów)

source: Next
pl: Następny

source: Advanced Options
pl: Opcje zaawansowane

source: IMPORTANT
pl: WAŻNE

# important_seed_backup_info
source: You can use your saved seed later on to restore this wallet in the event of corruption or losing your device. You can view this seed at anytime by navigating to **Menu > Seed and keys.**
pl: Na następnej stronie zobaczysz serię {seedDescription}. To jest twój unikalny oraz prywatny klucz, który jest JEDYNYM sposobem na odzyskanie portfela w wypadku uszkodzanie, utraty dostępu do urządzenia lub awarii. Upewnienie się, że ten klucz jest przechowywany w bezpiecznym miejscu poza aplikacją Cupcake jest TWOJĄ odpowiedzialnością.

# understand_show_seed
source: Show me the seed
pl: Rozumiem. Pokaż mi mój klucz.

# write_down_notice
source: Please write these down in case you lose or wipe your phone
pl: Zapisz ten klucz na wypadek utraty dostępu do aplikacji

source: Save
pl: Zapisz

source: Copy
pl: Kopiuj

source: Receive
pl: Wpłać

source: Scan
pl: Skanuj

source: Enter Password
pl: Wpisz Hasło

source: Wallets
pl: Portfele

source: Address book
pl: Książka adresowa

source: Security and backup
pl: Bezpieczeństwo i kopia

source: Export key images
pl: Exportuj "key images"

source: Select wallet
pl: Wybierz portfel

# warning_input_cannot_be_null
source: Input cannot be null
pl: Pole nie może być puste

# warning_input_cannot_be_empty
source: Input cannot be empty
pl: Pole nie może być puste

# warning_password_too_short
source: Password needs to be at least 4 characters long
pl: Hasło musi mieć conajmniej 4 znaki

# warning_seed_incorrect_length
source: Seed needs to contain exactly 16 or 25 words
pl: Fraza odzyskiwania musi mieć dokładnie 16 lub 25 słów

# warning_must_be_a_number
source: Input must be a number
pl: W pole należy wprowadzić liczbę

source: Seed type
pl: Typ frazy odzyskiwania

# seed_type_polyseed
source: Polyseed (16 word)
pl: Polyseed (16 słów)

# seed_type_legacy
source: Legacy (25 word)
pl: Legacy (25 słów)

# option_create_new_wallet
source: Create new wallet
pl: Utwórz nowy portfel

# option_create_keys
source: Keys
pl: Odzyskaj z kluczy

# option_create_seed
source: Seed
pl: Odzyskaj z frazy

source: Opening wallet
pl: Otwieranie portfela

source: Wallet details
pl: Szczegóły portfela

source: Creating wallet
pl: Tworzenie portfela

# home_no_wallets
source: You don't have any wallets, consider creating one.
pl: Nie masz żadnego portfela, rozważ utworzenie nowego

# primary_address_label
source: Primary address
pl: Adres główny

# primary_account_label
source: Primary account
pl: Konto główne

source: Confirm
pl: Potwierdź

source: Cancel
pl: Anuluj

source: Confirming
pl: Potwierdzanie

source: Canceling
pl: Anulowanie

source: Balance
pl: Saldo

source: Wallet seed
pl: Fraza odzyskiwania

source: Wallet passphrase
pl: Hasło frazy odzyskiwania

source: Secret spend key
pl: Tajny klucz wydatków

source: Spend key
pl: Klucz wydatków

source: Secret view key
pl: Tajny klucz podglądu

source: View Key
pl: Klucz podglądu

source: Restore height
pl: Wysokość przywracania

# seed_offset
source: Seed passphrase
pl: Szyfrowanie frazy odzyskiwania

# view_only_restore_qr
source: Restore View-Only Wallet
pl: Kod QR portfela podglądu

# seed_screen_wallet_seed_polyseed
source: Wallet seed (Polyseed)
pl: Fraza odzyskiwania (Polyseed)

# seed_screen_wallet_seed_polyseed_encrypted
source: Wallet seed (Polyseed [Encrypted])
pl: Fraza odzyskiwania (Polyseed [Szyfrowana])

# seed_screen_wallet_seed_legacy
source: Wallet seed (Legacy)
pl: Fraza odzyskiwania (Legacy)

# password_doesnt_match
source: Passwords don't match
pl: Hasła się różnią
